{
    "title": "e-Golem",
    "select-lang": "Vyberte jazyk",
    "confirm": "Potvrdit",
    "created-by":"vytvořeno",
    "powered-by":"poháněno",
    "source-code":"zdrojové kódy",
    "purchase":"Koupit",
    "contact":"Kontakt",
    "about":"O nás",
    "custom":"Přizpůsobit",
    "welcome":"e-Golem",
    "welcome-text":"e-Golem.online jsou skripta založena na digitálním simulátoru člověka s interaktivními animacemi pro výuku medicínské fyziologie člověka. Nyní jsou k dispozici pouze vybraná témata fyziologie a patofyziologie.",
    "demo-title":"klikněte",
    "demo-text":"Shlédněte DEMO s možnostmi simulátorů v 2D, 3D grafice a virtuální realitě.",
    "demo-mannequin-text":"Podívejte se na DEMO řídící robotickou figurínu virtuálního pacienta (mannequin).",
    "panel1-title":"Dostupná témata s interaktivními simulátory",
    "username":"uživatelské jméno",
    "password":"heslo",
    "other-simulators":"Ostatní simulátory v přípravě - dema",
    "not-logged-text":"Prosím, přihlašte se nebo registrujte pro přístup k tématickým digitálním skriptům se simulátory.",
    "logged-text":"Děkujeme za přihlášení/registraci. Simulátory jsou k dispozici.",
    "about-text":"<p>Simulátory jsme produkovali již před více než 15 lety. Ve spolupráci s 1.LF UK a malými firmami jsme vyvinuli 'Atlas fyziologie a patofyziologie' - s animacemi na webu ve FLASHi, nějaké stažitelné aplikace se simulátory v .NET a MS Silverlight a další super technologie.</p> <p>Po ukončení podpory FLASH a MS Silverlight jsme si uvědomili, že simulace na webu se musí řešit pomocí standardů. S posledním vývojem standardnů a nástrojů se to stalo možné. Vyvinuli jsme open-source nástroje a knihovnu  <b>bodylight.js</b> kombinující standardy: WebAssembly, WebGL, Canvas, Web-components, ... a další open-source knihovny a nástroje pro tvorbu webových simulátorů bez programování. Viz dokumentace <a class='w3-button w3-theme-d1' href='https://bodylight.physiome.cz'>bodylight.physiome.cz</a>.</p><p>Naše simulátory jsou založene na vědeckých modelech, komplexní<a href='https://www.physiomodel.org'>www.physiomodel.org</a> a více modelů méně komplexních zaměřující se na specifický fenomén v rámci knihovny <a href='https://www.physiolibrary.org'>www.physiolibrary.org</a>.</p><p> Tato technologie je obecná podporující naše digitální skripta medicínské fyziologie. Vývoj a technologie byli financovány z veřejných a soukromých zdrojů, hlavně granty MŠMT a MPO. E-Golem je nyní startupový projekt, který cílí na vytvoření profesionálních digitálních skript se simulátory založenými na vědeckém poznání. Tato pracovní verze je zatím poskytována zadarmo, ale vyžaduje registraci nebo přihlášení.</p><p> Pokud máte dotaz, kontaktujte nás přes formulář níže nebo přímo info@creativeconnections.cz</p>",
    "settings":"Nastavení",
    "egole-version-title": "verze pro Web, iOS a Android",
    "hemodynamics":"Hemodynamika",
"hemodynamics-description":"Hemodynamika kardiovaskulárního systému(CZ)<br/>&nbsp;",
"iron-metabolism": "Metabolismus železa",
"iron-metabolism-description":"Fyziologie metabolismu železa&nbsp;&nbsp;&nbsp;&nbsp;<br/>a využití v orgánech (CZ)",
"circulation":"Krevní oběh",
"circulation-description": "ne-pulzatilní simulátor krevního oběhu v kardiovaskulárním systému",
"blood-gases":"Krevní plyny",
"blood-gases-description":"Fyziologie acidobazické rovnováhy&nbsp;&nbsp;&nbsp;&nbsp;<br/>&nbsp; a výměna krevních plynů(CZ)",
"egolem-text":"e-Golem online: ",
"android-text":"verze pro Android: ",
"ios-text":"verze pro iOS version: ve vývoji"
}
